{
  "default-config": {
    "situations": [
      "asiakastapaaminen",
      "esiintyminen",
      "harrastus",
      "kehityskeskustelu",
      "koulutus",
      "käytäväkeskustelu",
      "luento",
      "myyntitilanne",
      "neuvottelu",
      "non-profit-toiminta",
      "palaveri",
      "tapahtuma",
      "tiimipalaveri",
      "työarki",
      "vapaaehtoistyö",
      "work shop"
    ],
    "tags": [
      "agile",
      "analyyttisyys",
      "asiakaspalvelu",
      "esiintymistaidot",
      "johtaminen",
      "joustavuus",
      "innovatiivisuus",
      "kielitaito",
      "lean",
      "luovuus",
      "mainonta",
      "markkinointi",
      "myynti",
      "neuvottelu",
      "ongelmanratkaisu",
      "organsointikyky",
      "palvelumuotoilu",
      "projektinhallinta",
      "ryhmätyö",
      "tapahtumamarkkinointi",
      "tiedonhankinta",
      "tutkimus",
      "verkostoituminen",
      "viestintä"
    ]
  },
  "blog": {
    "browse-by-tags": "Selaa postauksia aihepiireittäin:",
    "next-post": "Seuraava",
    "page-description": "Lue blogeja työhyvinvoinnista, positiivisen palautteen vaikutuksesta, oman osaamisen tunnistamisesta ja sanoittamisesta sekä urasuunnittelusta.",
    "page-title": "Kehu – Blogit",
    "previous-post": "Edellinen",
    "show-similar-posts": "Lue lisää aiheesta:",
    "subtitle": "Nappaa parhaat vinkit, miten kehut auttavat sinua urallasi eteenpäin",
    "title": "Kehun blogi"
  },
  "error": {
    "javascript-required": "Valitettavasti Kehu-sovellus ei toimi ilman JavaScriptia. Ota se käyttöön jatkaaksesi käyttöä.",
    "text": "SOS koodisana {{status}}. Palaa takaisin edelliselle sivulle tai {{link}}navigoi etusivullemme{{end-link}}.",
    "title": "Täältä ei löydy mitään kehuttavaa"
  },
  "excel-report": {
    "received-kehus-sheet": "Saadut Kehut",
    "sent-kehus-sheet": "Lähetetyt Kehut",
    "headers": {
      "kehu": "Kehu",
      "name": "Nimi",
      "receiver": "Vastaanottaja",
      "sender": "Kehuja",
      "situation": "Tilanne",
      "skills": "Taidot",
      "time": "Aika",
      "stars": "Tähdet",
      "comment": "Kommentti"
    },
    "title-received-kehus": "Saadut kehut",
    "title-sent-kehus": "Lähetetyt kehut",
    "toggle-view": "Vaihda näkymää"
  },
  "footer": {
    "blog": "Blogi",
    "contact-details": "Yhteystiedot",
    "info": "Info",
    "privacy-policy": "Rekisteriseloste",
    "terms": "Käyttöehdot",
    "tradenomiliitto": "Tradenomiliitto"
  },
  "frontpage": {
    "create-account-btn": "Luo tili",
    "readblog-btn": "Lue blogia",
    "title": "Opi tuntemaan vahvuutesi.",
    "title-text": "Kehu on täysin ilmainen ja kaikille avoin palvelu, jonka avulla voit lähettää, vastaanottaa ja kirjata hyvää palautetta. Kehujen listaamisen kautta saat konkreettisen käsityksen omista taidoistasi ja vahvuuksistasi. Lisäksi voit levittää hyvää fiilistä ympärillesi helpolla tavalla. Palvelu on henkilökohtainen eikä lisäämäsi sisältö näy muille.",
    "title2-data": "Kerää positiivinen palaute hyödynnettäväksi dataksi",
    "title2-data-text": "Kehussa vastaanottamasi tai sinne kirjaamasi hyvä palaute kertyy helppokäyttöiseksi tilastoksi, jota voit käyttää hyväksesi työpaikkaa hakiessa tai kehityskeskustelussa. Lisää taitosi ja vahvuutesi työhakemukseen tai CV:hen tai mainitse saamasi kehu työhaastattelussa!",
    "title3-wellbeing": "Lisää työhyvinvointia kehumalla kollegaa tai alaista",
    "title3-wellbeing-text": "Maailmaan mahtuu aina lisää kannustavia sanoja. Levitä iloa ympärillesi kehumalla alaista tai kollegaa hyvin tehdystä työstä ja luo hyvää ilmapiiriä työyhteisöösi. Hyvän palautteen antaminen on helppoa - tarvitset vain kehuttavan henkilön sähköpostiosoitteen.",
    "title4-joinnow": "Ala kerryttämään dataa kehuistasi jo tänään",
    "title4-joinnow-text": "Kun tunnet vahvuutesi, voit hyödyntää niitä työnhaussa ja kehityskeskusteluissa",
    "title5-benefits": "Mitä hyötyä kehujen keräämisestä on?",
    "title5-benefits-text": "Blogista löydät vinkkejä mm. oman osaamisen tunnistamiseen, työhakuun, palautteen antamiseen, kehityskeskusteluihin sekä työhakemuksen ja CV:n laadintaan."
  },
  "head": {
    "page-description": "Kehu on täysin ilmainen ja kaikille avoin palvelu, jonka avulla voit lähettää, vastaanottaa ja kirjata hyvää palautetta. Koe positiivisen palautteen voima, ja anna ensimmäisen Kehusi jo tänään!",
    "page-title": "Koe positiivisen palautteen voima!"
  },
  "info": {
    "00-title": "Opi tuntemaan vahvuutesi",
    "01-text": "Kehu on täysin ilmainen ja kaikille avoin palvelu, jonka avulla voit lähettää, vastaanottaa ja kirjata hyvää palautetta. Kehujen listaamisen kautta saat konkreettisen käsityksen omista taidoistasi ja vahvuuksistasi. Lisäksi voit levittää hyvää fiilistä ympärillesi helpolla tavalla. Palvelu on henkilökohtainen eikä lisäämäsi sisältö näy muille.",
    "02-subtitle": "Kerää positiivinen palaute hyödynnettäväksi dataksi",
    "03-text": "Kehussa vastaanottamasi tai sinne kirjaamasi hyvä palaute kertyy helppokäyttöiseksi tilastoksi, jota voit käyttää hyväksesi työpaikkaa hakiessa tai kehityskeskustelussa. Lisää taitosi ja vahvuutesi työhakemukseen tai CV:hen tai mainitse saamasi kehu työhaastattelussa!",
    "04-subtitle": "Lisää työhyvinvointia kehumalla kollegaa tai alaista",
    "05-text": "Maailmaan mahtuu aina lisää kannustavia sanoja. Levitä iloa ympärillesi kehumalla alaista tai kollegaa hyvin tehdystä työstä ja luo hyvää ilmapiiriä työyhteisöösi. Hyvän palautteen antaminen on helppoa - tarvitset vain kehuttavan henkilön sähköpostiosoitteen. Vastaanottajan ei tarvitse olla Kehun käyttäjä, hän saa sähköposti-ilmoituksen saamastaan kehusta joka tapauksessa. Lähettämällä kehun voit samalla kutsua uusia käyttäjiä!",
    "06-subtitle": "Mitä hyötyä kehujen keräämisestä on?",
    "07-text": "Blogista löydät vinkkejä mm. oman osaamisen tunnistamiseen, työhakuun, palautteen antamiseen, kehityskeskusteluihin sekä työhakemuksen ja CV:n laadintaan.",
    "08-text": "Huomioithan, että voit jatkossa liittää Kehu-tiliisi myös muita käytössäsi olevia sähköpostiosoitteita. Kehujen lähettämisen yhteydessä toimitetaan vastaanottajalle aina myös sähköposti, josta löytyy ohjaus osoitteen liittämiseen omaan tiliin. Tämä tarkoittaa myös, että sinun ei tarvitse tietää, mitä sähköpostiosoitetta esimerkiksi kollegasi käyttää Kehu-tilillään, sillä kaikki vastaanotetut kehut on mahdollista liittää samalle tilille.",
    "09-text": "Ongelmatilanteissa saat apua osoitteesta {{link}}toimisto@tradenomi.fi{{end-link}}.",
    "page-description": "Kehu on täysin ilmainen ja kaikille avoin palvelu, jonka avulla voit lähettää, vastaanottaa ja kirjata hyvää palautetta. Kehujen listaamisen kautta saat konkreettisen käsityksen omista taidoistasi ja vahvuuksistasi. Lisäksi voit levittää hyvää fiilistä ympärillesi helpolla tavalla.",
    "page-title": "Kehu – Info"
  },
  "login": {
    "first-name": "Etunimi",
    "last-name": "Sukunimi",
    "redirect-to-login": "Uudelleenohjataan kirjautumiseen...",
    "signup-terms": "Hyväksyn {{link1}}rekisteriselosteen{{end-link}} ja {{link2}}käyttöehdot{{end-link}}",
    "signup-terms-notice": "Rekisteröityäksesi sinun tulee ensin hyväksyä rekisteriseloste ja käyttöehdot ikkunan alalaidasta."
  },
  "navbar": {
    "add-kehu": "Lisää Kehu",
    "blog": "Blogi",
    "change-language": "Vaihda kieltä",
    "kehus": "Kehut",
    "login": "Kirjaudu",
    "report": "Raportit",
    "send-kehu": "Lähetä Kehu"
  },
  "privacy-policy": {
    "01-subtitle": "1 Rekisterinpitäjä",
    "01-tral-name": "Tradenomiliitto TRAL ry",
    "01-tral-address": "Ratavartijankatu 2, 00520 Helsinki",
    "01-tral-phone-number": "Puh. {{link}}020 155 8800{{linkend}}",
    "01-tral-email": "{{link}}toimisto@tradenomi.fi{{linkend}}",
    "02-subtitle": "2 Yhteyshenkilö rekisteriä koskevissa asioissa",
    "02-contact-name": "Tomi Kouva",
    "02-contact-address": "Ratavartijankatu 2, 00520 Helsinki",
    "02-contact-phone-number": "Puh. {{link}}020 155 8813{{linkend}}",
    "02-contact-email": "{{link}}tomi.kouva@tradenomi.fi{{linkend}}",
    "03-subtitle": "3 Rekisterin nimi",
    "03a-text": "KEHU–palvelun käyttäjärekisteri",
    "04-subtitle": "4 Henkilötietojen käsittelyn tarkoitus",
    "04a-text": "Jäsenpalvelujen toimittaminen",
    "04b-text": "Palvelun jatkokehittäminen",
    "04c-text": "Henkilötietoja käsitellään henkilötietolain sallimissa ja velvoittamissa rajoissa palvelun tuottamisessa.",
    "05-subtitle": "5 Rekisterin tietosisältö",
    "05a-text": "Käyttäjien palveluun syöttämät tiedot, kuten nimi ja yhteystiedot.",
    "05b-text": "Käyttäjän nimi ja profiilikuva on saatavilla vain muille kirjautuneille käyttäjille.",
    "05c-text": "Käyttäjä määrittelee itse, mitä yhteystietoja haluaa jakaa ja kenelle.",
    "05d-text": "Kerättyä tietoa ylläpidetään Heroku-palvelussa.",
    "06-subtitle": "6 Säännönmukaiset tietolähteet",
    "06a-text": "Käyttäjien itse palveluun syöttämät tiedot.",
    "06b-text": "KEHUun tallennetut tiedot eivät päivity Tradenomiliiton jäsenrekisteriin tai muihin kirjautumiseen käytettyihin palveluihin.",
    "07-subtitle": "7 Tietojen säännönmukaiset luovutukset",
    "07a-text": "Alihankkijalla, Rebase Interactive, on oikeus käsitellä käyttäjien palveluun syöttämiä tietoja.",
    "07b-text": "Palvelun kehityksessä hyödynnetään Google Analytics –palvelua.",
    "08-subtitle": "8 Tietojen siirto EU:n tai ETA:n ulkopuolelle",
    "08-text": "Tietoja ei siirretä EU- tai ETA-maiden ulkopuolelle.",
    "09-subtitle": "9 Rekisterin suojauksen periaatteet",
    "09-text": "Rekisteri on suojattu ulkopuoliselta käytöltä ja henkilötietojen käyttöä valvotaan. Pääsy rekisteriin on sallittu rajatulle joukolle.",
    "page-description": "Rekisteriseloste",
    "page-title": "Kehu – Rekisteriseloste",
    "title": "REKISTERISELOSTE"
  },
  "terms": {
    "01-subtitle": "1 Yleistä",
    "01-text": "Tämä käyttäjäsopimus (sopimus) sisältää Tradenomiliitto TRAL:n ry:n (Palveluntarjoaja) ylläpitämän Kehu-palvelun (palvelu) käyttöä koskevat ehdot. Palvelun käyttäjäksi (käyttäjä) katsotaan jokainen, joka käyttää palvelua. Palvelu on avoin, joten kaikki halukkaat voivat luoda profiilin, tallentaa, lähettää ja vastaanottaa kehuja sekä luoda raportteja kehuistaan. Palvelu sisältää myös blogin, jonka lukeminen ei edellytä rekisteröitymistä.",
    "02-subtitle": "2 Muutokset käyttöehdoissa ja palvelussa",
    "02-text": "Palveluntarjoajalla on oikeus muuttaa näitä käyttöehtoja. Olennaisista käyttöehtojen muutoksista tiedotetaan Kehun omassa {{link}}blogissa{{end-link}}. Muutokset astuvat voimaan ilmoitettuna ajankohtana. Jatkamalla Kehun käyttöä ehtojen muuttumisen jälkeen käyttäjä sitoutuu noudattamaan muuttuneita ehtoja.",
    "03-subtitle": "3 Palvelun sisältö",
    "03-text": "Palvelu on oman osaamisen tunnistamiseen ja urakehitykseen luotu työkalu, jossa käyttäjät voivat luoda profiilin, tallentaa, vastaanottaa ja lähettää kehuja, käsitellä omia kehuja ja luoda raportteja. Palvelu sisältää myös blogin, jonka lukeminen ei edellytä rekisteröitymistä.",
    "04-subtitle": "4 Laitteistovaatimukset",
    "04-text": "Kehun käyttämiseen tarvitaan internet-yhteys ja verkkoselain. Käyttäjä vastaa itse Kehun käytön edellyttämän laitteiston ja yhteyksien hankinnasta sekä muista palvelun käyttöön liittyvistä teknisistä laitteista ja niihin liittyvistä kustannuksista.",
    "05-subtitle": "5 Käyttäjätunnukset ja salasanat",
    "05a-text": "Käyttäjät rekisteröityvät Kehuun omalla sähköpostilla ja valitsemallaan salasanalla tai Facebook- tai Google-tunnuksilla Auth0-palvelun kautta. Käyttäjä on velvollinen huolehtimaan käyttäjätunnuksen ja salasanan huolellisesta säilyttämisestä. Jos käy ilmi tai on syytä epäillä, että kolmas osapuoli on saanut käyttäjän tunnukset haltuunsa, käyttäjän on välittömästi otettava yhteyttä osoitteeseen toimisto@tradenomi.fi. Palveluntarjoajalla on myös oikeus poistaa kyseisiin tunnuksiin liittyvät käyttöoikeudet ja ryhtyä harkintansa mukaan muihin tarvittaviin toimenpiteisiin vahinkojen välttämiseksi.",
    "05b-text": "Käyttäjä vastaa kaikesta käyttäjätunnuksellaan ja salasanallaan tapahtuneesta palvelun käytöstä sekä vahingosta ja kuluista, joita Palveluntarjoajalle aiheutuu sen johdosta, että kolmas osapuoli on saanut tunnukset haltuunsa.",
    "06-subtitle": "6 Palvelun käyttö ja tekijänoikeudet",
    "06a-text": "Palvelu on tarkoitettu käyttäjän henkilökohtaiseen käyttöön. Käyttäjä ei saa luovuttaa palvelun käyttöoikeutta miltään osin edes väliaikaisesti kolmannelle osapuolelle.",
    "06b-text": "Käyttäjällä ei ole oikeutta toisintaa tai kopioida palvelua tai sen sisältämää tietokantaa millään tavalla tai missään muodossa. Käyttäjällä ei myöskään ole oikeutta kerätä Kehun osia ja muodostaa niistä omaa palvelu-/aineistokokonaisuutta.",
    "06c-text": "Kehu kokonaisuudessaan, sen sisältämät aineistot ja tietokoneohjelmat ovat tekijänoikeuslain 1 §:ssä mainittuja tekijänoikeudellisesti suojattuja teoksia, joiden tekijänoikeus kuuluu tekijöille.",
    "07-subtitle": "7 Käyttäjän vastuu",
    "07-text": "Käyttäjä vastaa siitä, että hän antaa palvelussa oikeat tiedot.",
    "08-subtitle": "8 Palveluntarjoajan vastuu",
    "08a-text": "Palveluntarjoaja ei takaa, että palvelu on käytettävissä keskeytyksittä tai että se on virheetön.",
    "08b-text": "Palveluntarjoaja ei vastaa palvelun mahdollisista toimintakatkoksista esimerkiksi huoltotöiden, teknisten vikojen tai muiden vastaavien syiden vuoksi eikä tietoliikenneyhteyksien tai internet-verkon mahdollisista toimintakatkoista.",
    "08c-text": "Palveluntarjoaja ei vastaa mistään vahingosta, joka voi johtua palvelun toiminnasta tai siitä ettei palvelu toimi.",
    "08d-text": "Palveluntarjoaja ei vastaa käyttäjälle tai kolmannelle osapuolelle palvelun mahdollisesti sisältämistä virheistä tai puutteellisuuksista eikä palvelun sisältämien tietojen käytöstä tai tulkinnasta aiheutuvista välittömistä tai välillisistä vahingoista. Palveluntarjoaja ei myöskään vastaa palvelun soveltuvuudesta ja sopivuudesta mihinkään tiettyyn tarkoitukseen.",
    "08e-text": "Palvelu sisältää linkkejä myös muille kuin Palveluntarjoajan ylläpitämille verkkosivuille. Palveluntarjoaja ei kontrolloi tällaisia sivuja eikä ole miltään osin vastuussa niiden sisällöstä tai laillisuudesta.",
    "08f-text": "Palveluntarjoaja ei ole miltään osin vastuussa käyttäjien luomasta sisällöstä. Mikäli käyttäjä kohtaa häirintää tai muuta asiatonta käytöstä toisen käyttäjän toimesta, on siitä viipymättä ilmoitettava Palveluntarjoajalle osoitteeseen toimisto@tradenomi.fi.",
    "09-subtitle": "9 Alihankkijat",
    "09-text": "Palveluntarjoaja käyttää palvelun ylläpitämisessä ja jatkokehityksessä alihankintana Rebase Interactiven tarjoamia palveluita. Alihankkijoilla on oikeus käsitellä kaikkia käyttäjien palveluun syöttämiä tietoja palvelun ylläpidon ja jatkokehittämisen edellyttämässä laajuudessa.",
    "10-subtitle": "10 Henkilötietojen käyttö",
    "10-text": "Palveluun kirjaudutaan käyttäjän henkilökohtaisten sähköposti-, Google-, tai Facebook-tunnusten avulla. Palveluntarjoaja käsittelee Asiakkaan henkilötietoja Palvelun rekisteriselosteen sekä yksityisyydensuojaa koskevan lainsäädännön mukaisesti.",
    "page-description": "KEHU-palvelun käyttöehdot",
    "page-title": "Kehu – Käyttöehdot",
    "title": "KEHU-PALVELUN KÄYTTÖEHDOT"
  }
}
