{
  "blog": {
    "browse-by-tags": "Browse blogs by tags:",
    "next-post": "Next post",
    "page-description": "Read blogs about wellbeing at work, the influence of positive feedback, recognizing and describing ones strengths and career planning.",
    "page-title": "Kehu – Blogs",
    "previous-post": "Previous",
    "show-similar-posts": "Read more about the subject:",
    "subtitle": "Get the best tips how compliments will help you forward with your career.",
    "title": "Kehu blog"
  },
  "error": {
    "javascript-required": "Unfortunately Kehu doesn't work without JavaScript. Take it to use to continue.",
    "text": "SOS code word {{status}}. Go back to previous page or {{link}}navigate to the front page{{end-link}}.",
    "title": "Nothing to praise can't be found here."
  },
  "excel-report": {
    "received-kehus-sheet": "Received Kehus",
    "sent-kehus-sheet": "Sent Kehus",
    "headers": {
      "kehu": "Kehu",
      "name": "Name",
      "receiver": "Receiver",
      "sender": "Giver",
      "situation": "Situation",
      "skills": "Skills",
      "time": "Date",
      "stars": "Stars",
      "comment": "Comment"
    },
    "title-received-kehus": "Saadut kehut",
    "title-sent-kehus": "Lähetetyt kehut",
    "toggle-view": "Vaihda näkymää"
  },
  "footer": {
    "blog": "Blog",
    "contact-details": "Contact",
    "info": "Info",
    "privacy-policy": "Privacy policy",
    "terms": "Terms of Service",
    "tradenomiliitto": "Union of Professional Business Graduates"
  },
  "frontpage": {
    "create-account-btn": "Create account",
    "readblog-btn": "Read blog",
    "title": "Learn to recognise your strengths.",
    "title-text": "KEHU (Finnish for praise) is a completely free service available to everyone, in which you can send, receive and collect positive feedback. Listing positive feedback allows you to get a concrete idea of your skills and strengths. Furthermore, the service offers an easy way for you to spread good vibes. The service is personal, and the content you add is not visible to others.",
    "title2-data": "Positive feedback is valuable data",
    "title2-data-text": "The positive feedback you have received or listed in KEHU generates simple statistics you can utilise when applying for a job or in performance appraisals. Add your skills and strengths to your job application or CV or mention the feedback you have received in a job interview!",
    "title3-wellbeing": "Improve general well-being at work by praising your colleagues or employees",
    "title3-wellbeing-text": "You can never praise others enough. Praise your team members or colleagues for a job well done to spread positive energy and create a great atmosphere in your work community. Giving positive feedback is easy. All you need is the email address of the person you want to praise.",
    "title4-joinnow": "Start collecting data of your compliments today",
    "title4-joinnow-text": "As you know your strengths, you may utilise them when you're applying for a job or in performance appraisals.",
    "title5-benefits": "What is the benefit of collecting compliments?",
    "title5-benefits-text": "The blog includes tips for recognising your own competence, for job hunting, providing feedback, performance appraisals as well as for creating a job application and a CV."
  },
  "head": {
    "page-description": "KEHU is a completely free service available to everyone, in which you can send, receive and collect positive feedback. Experience the power of positive feedback, and give your first Kehu today!",
    "page-title": "Experience the power of positive feedback!"
  },
  "info": {
    "00-title": "Learn to recognise your strengths",
    "01-text": "KEHU (Finnish for praise) is a completely free service available to everyone, in which you can send, receive and collect positive feedback. Listing compliments allows you to get a concrete idea of your skills and strengths. Furthermore, the service offers an easy way for you to spread good vibes. The service is personal, and the content you add is not visible to others.",
    "02-subtitle": "Positive feedback is valuable data",
    "03-text": "The positive feedback you have received or recorded in KEHU generates simple statistics you can utilise when applying for a job or in performance appraisals. Add your skills and strengths to your job application or CV or mention the feedback you have received in a job interview!",
    "04-subtitle": "Improve general well-being at work by praising your colleagues or employees",
    "05-text": "You can never praise others enough. Praise your team members or colleagues for a job well done to spread positive energy and create a great atmosphere in your work community. Giving positive feedback is easy. All you need is the email address of the person you want to praise. The recipient does not have to be a KEHU user. They will receive an email notification of the feedback, nevertheless. By giving feedback, you can also invite other people to join KEHU!",
    "06-subtitle": "What is the benefit of collecting compliments?",
    "07-text": "The blog includes tips for recognising your own competence, for job hunting, providing feedback, performance appraisals as well as for creating a job application and a CV.",
    "08-text": "Please note, that you can add other email addresses you use to your KEHU account. The recipient of your compliment also receives an email, which includes instructions on how to link the address to their own account. This means that you do not need to know which email address, for example, your colleague uses for their KEHU account, because all praise can be linked to the one KEHU account.",
    "09-text": "If you have any problems, please contact {{link}}office@tradenomi.fi{{end-link}}.",
    "page-description": "KEHU is a completely free service available to everyone, in which you can send, receive and collect positive feedback. Listing positive feedback allows you to get a concrete idea of your skills and strengths. Furthermore, the service offers an easy way for you to spread good vibes.",
    "page-title": "Kehu – Info"
  },
  "login": {
    "first-name": "First name",
    "last-name": "Last name",
    "redirect-to-login": "Redirecting to login...",
    "signup-terms": "I accept {{link1}}Data File Description{{end-link}} and {{link2}}KEHU Service Terms and Conditions{{end-link}}",
    "signup-terms-notice": "To register you must first accept Data File Description and KEHU Service Terms and Conditions at the bottom of the window."
  },
  "navbar": {
    "add-kehu": "Add Kehu",
    "blog": "Blog",
    "kehus": "Kehus",
    "login": "Log in",
    "report": "Kehu reports",
    "send-kehu": "Send Kehu"
  },
  "privacy-policy": {
    "01-subtitle": "1 Controller",
    "01-tral-name": "Professionals of Business and Technology",
    "01-tral-address": "Ratavartijankatu 2, 00520 Helsinki, Finland",
    "01-tral-phone-number": "Tel. {{link}}+358 (0)20 155 8800{{linkend}}",
    "01-tral-email": "{{link}}toimisto@tradenomi.fi{{linkend}}",
    "02-subtitle": "2 Contact details in issues related to the data file",
    "02-contact-name": "Tomi Kouva",
    "02-contact-address": "Ratavartijankatu 2, 00520 Helsinki, Finland",
    "02-contact-phone-number": "Tel. {{link}}+358 (0)20 155 8813{{linkend}}",
    "02-contact-email": "{{link}}tomi.kouva@tradenomi.fi{{linkend}}",
    "03-subtitle": "3 Name of the data file",
    "03a-text": "User register of the KEHU service",
    "04-subtitle": "4 Purpose of the processing of personal data",
    "04a-text": "Providing member services",
    "04b-text": "Further developing the service",
    "04c-text": "Personal data is processed within the scope permitted and obligated by the Personal Data Act for producing the service.",
    "05-subtitle": "5 Information contained in the data file",
    "05a-text": "Data entered by users, such as their name and contact details.",
    "05b-text": "Users' name and profile picture are available only to other registered users.",
    "05c-text": "Users specify which contact details they wish to share and with whom.",
    "05d-text": "The collected data is maintained in the Heroku service.",
    "06-subtitle": "6 Regular sources of data",
    "06a-text": "The data entered by users into the service.",
    "06b-text": "The data saved in KEHU is not updated into the Union of Professional Business Graduates’ member register or other services used for access.",
    "07-subtitle": "7 Regular transfers of data",
    "07a-text": "The subcontractor Rebase Interactive has the right to process the data entered by users into the service.",
    "07b-text": "Google Analytics is used to develop the service.",
    "08-subtitle": "8 Transfer of data outside the EU or EEA",
    "08-text": "There is no transfer of data outside the EU or EEA countries.",
    "09-subtitle": "9 Principles for the protection of the data file",
    "09-text": "The data file is protected from external use, and the use of personal data is monitored. Only a limited group of people have access to the data file.",
    "page-description": "Data File Description",
    "page-title": "Kehu – Data File Description",
    "title": "DATA FILE DESCRIPTION"
  },
  "terms": {
    "01-subtitle": "1 General",
    "01-text": "This user agreement (agreement) contains the terms and conditions for the KEHU service (service) maintained by the Union of Professional Business Graduates in Finland (TRAL). Anyone who uses the service is regarded a service user (user). The service is open, so anyone can create a profile, save, send and receive compliments and create reports of the praise they have received. The service also includes a blog, which can be read without registration.",
    "02-subtitle": "2 Changes to terms and conditions and service",
    "02-text": "The service provider reserves the right to change these terms and conditions. Any essential changes to the terms and conditions are reported in the KEHU {{link}}blog{{end-link}}. The changes come into effect on a notified date. By continuing to use KEHU after the changes to the terms and conditions have taken effect, the user commits to conforming to the changed terms.",
    "03-subtitle": "3 Content of the service",
    "03-text": "The service is a tool created to help individuals recognise their own skills and promote their career development, and it allows users to create a profile, save, receive and send praise and process their compliments and create reports. The service also includes a blog, which can be read without registration.",
    "04-subtitle": "4 System requirements",
    "04-text": "Users need to have Internet access and a browser to use KEHU. Users are responsible for obtaining the necessary equipment and connections to operate KEHU and other technical systems required by the service as well as any costs involved.",
    "05-subtitle": "5 User ID and passwords",
    "05a-text": "All users register with KEHU using their own email address and their choice of password or their Facebook or Google account through the Auth0 service. Users are responsible for protecting their user ID and password. If there is reason to believe that a third party has acquired their user ID and password, the user must immediately contact office@tradenomi.fi. The service provider also reserves the right to remove the access rights connected to the user ID and initiate at its discretion other necessary measures to limit damage.",
    "05b-text": "A user is responsible for all activity as well as damages and costs for the service provider resulting from access by a third party to their user ID and password.",
    "06-subtitle": "6 Service use and copyrights",
    "06a-text": "The service is intended for personal use. Users must not hand over their access rights to a third party even temporarily.",
    "06b-text": "Users have no right to reproduce or copy the service or the database it contains in any way, shape or form. Users have no right to collect sections of KEHU and establish their own service/material concept using them.",
    "06c-text": "KEHU in its entirety, the material and the computer software it includes are considered works protected under Section 1 of the Copyright Act.",
    "07-subtitle": "7 User responsibility",
    "07-text": "Users are responsible for giving the correct information for the service.",
    "08-subtitle": "8 Service provider's responsibility",
    "08a-text": "The service provider does not guarantee that the service is available without interruptions or that it is flawless.",
    "08b-text": "The service provider is not responsible for service interruptions caused by, for example, maintenance work, technical faults or other equivalent reasons or any potential interruptions to data transfer connections or the Internet network.",
    "08c-text": "The service provider is not responsible for any damages that may be caused by the operation or non-operation of the service.",
    "08d-text": "The service operator is not responsible to users or third parties for any errors or defects of the service or for any direct or indirect damages caused by the use or interpretation of the information the service contains. The service provider is also not responsible for the applicability or suitability of the service for any specific purpose.",
    "08e-text": "The service also contains links to websites not maintained by the service provider. The service provider does not control these sites and is in no way responsible for their content or lawfulness.",
    "08f-text": "The service provider is not responsible for the content the users create. If a user is the victim of harassment or other inappropriate behaviour by another user, it must be reported without delay to the service provider at office@tradenomi.fi.",
    "09-subtitle": "9 Subcontractors",
    "09-text": "The service provider subcontracts Rebase Interactive to maintain and further develop the service. The subcontractors have the right to process all the information entered by the users into the service within the scope required by the maintenance and further development of the service.",
    "10-subtitle": "10 Use of personal data",
    "10-text": "Users access the service using their personal email, Google or Facebook ID. The service provider processes customers' personal data in accordance with the data file and privacy protection legislation.",
    "page-description": "KEHU service terms and conditions",
    "page-title": "Kehu – Terms and Conditions",
    "title": "KEHU SERVICE TERMS AND CONDITIONS"
  }
}
